{
  "sections": {
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {}
    },
    "1641428185734ec8cc": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "regular",
        "title": "Terms of Service",
        "text": "<p>PLEASE CAREFULLY READ THE FOLLOWING TERMS OF SERVICE OF OGILVIE BRANDS, INC. DBA LOVE WELLNESS AND ALL OF ITS SUBSIDIARIES, SUCCESSORS IN INTEREST AND ASSIGNS (COLLECTIVELY, “LOVE WELLNESS”, “US”, “WE”) BEFORE USING: <a href=\"http:\/\/www.lovewellness.com\/\">www.lovewellness.com<\/a> (the “Site”), all related websites, products, services and related mobile applications (the “Services”). In order to enjoy all the benefits of the Site, you must register and become a member. You may visit the Site without registering. All users of this Site agree that access to and use of this Site is subject to the following terms and conditions and other applicable law.<\/p><p>You agree that by using this Site and registering for membership, you are at least 18 years of age if you are a resident of the United States or otherwise the age of majority in your jurisdiction of residence.<\/p><p>It is your responsibility to review these Terms of Service periodically. We may revise these Terms of Service at any time without notice to you. If you do not agree to these terms and conditions, please do not use this Site.<\/p><p><strong>Site<\/strong><\/p><p>We grant you a limited license to access and use the Site for your personal use, and to copy, distribute, transmit and print the content of this Site only to the extent that such copying, distribution and transmission is automatically done through your browser software incidentally to using the Site for your personal use. This license does not include any resale or commercial use of this Site or its contents; any collection and use of any product listings or descriptions; any derivative use of this Site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots or data gathering and extraction tools.The Site or any portion of this Site may not be reproduced, duplicated, copied, sold, resold, visited or otherwise exploited for any commercial purpose without express written consent of Love Wellness. You may not use any meta tags or any other \"hidden text\" utilizing Love Wellness's name or trademarks without the express written consent of Love Wellness. Any unauthorized use terminates the permission or license granted by Love Wellness.We reserve the right to change any information, features and functions of the Site without prior notice. We may refuse service, cancel orders, terminate accounts and\/or deny access to any or all parts of this Site if you engage in any conduct or activities that we determine, in our sole discretion, violate these Terms of Service, our rights or the rights of any third party. Use of the Site for any illegal or unauthorized purpose is strictly prohibited. We reserve the right to cancel orders due to suspected fraudulent activity in our sole discretion. The sale or linking of our products on or to any third party e-commerce site, marketplace or mobile application without our specific written consent is prohibited.<strong> <\/strong><\/p><p><strong>Guidelines for Using the Services.<\/strong><\/p><p><strong>Your use of the Services and the related licenses granted hereunder are also conditioned upon your strict adherence to the letter and spirit of the various applicable guidelines detailed on the Services. We may modify such guidelines at our sole discretion at any time. We reserve the right to terminate your account and access to the Services if it is determined that you have violated any such applicable guidelines.<\/strong><\/p><p><strong>Registration and Membership<\/strong><\/p><p>To create an account or to become a member of our Site (including The Love Club), complete the applicable registration form by providing information such as your valid email address and creating a password to register your profile. Each time you use your password or identification, you will be deemed to be authorized to access and use the Site in a manner consistent with these Terms of Service and Love Wellness has no obligation to investigate the authorization or source of any such access or use of the Site.YOU WILL BE SOLELY RESPONSIBLE FOR ALL ACCESS TO AND USE OF THIS SITE BY ANYONE USING YOUR PASSWORD AND IDENTIFICATION WHETHER OR NOT SUCH ACCESS TO AND USE OF THIS SITE IS ACTUALLY AUTHORIZED BY YOU, INCLUDING WITHOUT LIMITATION, ALL COMMUNICATIONS AND TRANSMISSIONS AND ALL OBLIGATIONS (INCLUDING, WITHOUT LIMITATION, FINANCIAL OBLIGATIONS) INCURRED THROUGH SUCH ACCESS OR USE.You are solely responsible for protecting the security and confidentiality of your password and identification. You shall immediately notify us of any unauthorized use of your password or identification or any other breach or threatened breach of this Site's security.At the time of your first order on the Services, we will request your shipping and payment information. Where permitted by applicable law, you agree that we may update your payment information with information your bank or credit card issuer may supply, or other information available to us. All such personal information is subject to our Privacy Policy, which is hereby incorporated into these Terms of Service.To cancel any of your subscriptions, you can do so online at any time (in your account settings) or contact contact@lovewellness.com.As a registered member of the Site, we may send you emails promoting any special offer(s), including third party offers, as well as monthly newsletters, unless you opt-out at any time either in your account settings, by using unsubscribe buttons in emails you receive from us or by emailing us at contact@lovewellness.com indicating that you would like to unsubscribe from marketing emails.<\/p><p><strong>Subscription Process on the Services<\/strong><\/p><p><strong>You may purchase a subscription offered by Love Wellness, subject to the terms below:<\/strong><\/p><p>You will receive the product at the frequency you select. You may log into your account and customize your subscriptions at any time. You can select the quantity of the product and the frequency of each shipment and advance or delay the next shipment as you wish. If you do not update your subscription selections for any given shipment, we will automatically send you the selections from your previous shipment.  MEMBERSHIP IN THE PROGRAM WILL REMAIN IN EFFECT UNTIL IT IS CANCELLED BY YOU OR BY LOVE WELLNESS. WE RESERVE THE RIGHT TO CANCEL YOUR SUBSCRIPTION  AT ANY TIME.We will charge the recurring subscription price plus applicable taxes and shipping & handling to your default payment method when we ship your first subscription order. You will continue to be charged the subscription price plus applicable taxes and shipping charges at the time of each shipment for all subsequent orders until you choose to cancel or change the shipping frequency of your subscription.You may cancel your subscription(s) at any time. To cancel your subscription(s), you can do so online at any time (in your account settings) or by contacting us at contact@lovewellness.com. Please note subscriptions cannot be cancelled via Facebook or other forms of social media.All Subscription Orders (as defined below) are processed on the renewal date (including weekend days)Renewals processed before 9:00 a.m. (Eastern) Monday - Friday typically ship the same business day, barring any carrier discrepancies, and orders processed after 9 a.m. or on Saturday and Sunday will ship the next business day. Any changes to a subscription (including cancellations, item edits, skipped orders, shipping address changes, order renewal date changes, payment information) must be made at least 24 hours prior to the next scheduled renewal date to be reflected in the next order. Order cancellations cannot be made after an order is processed.  To cancel an order that has already been processed or shipped, the customer must initiate a return pursuant to the Love Wellness return policy (see refund policy). Love Wellness is not responsible for any overdraft fees or other fees from your financial institution due to your subscription renewal charge.<\/p><p><strong>Referral and Rewards Program<\/strong><\/p><p><strong>The spirit of the referral program is to introduce friends and family to what you have already discovered in Love Wellness! <\/strong><\/p><p><strong>Guidelines for the program are as follows:<\/strong><\/p><p>For each valid referral, you earn a reward in the form of rewards points that can be applied to orders as a one time discountReward Points will be added to your account following the completed purchase of an eligible referred friendYou must use the referral link for savings to be applied for both friend and referrerReferral offer is valid for first time purchases onlyReferred friends must be a first-time Love Wellness customerYou may not refer yourself: we screen for similar name, email, shipping address, and other details to determine eligibilityReferral links are intended to be shared directly with friends, and may not be published to social media, sent in bulk or released outside of known friends or familyRewards Points are non-transferableLove Wellness has the right to disable referral links and cap referral rewards points if, in its sole discretion, it determines a participant is abusing the programMust be 18 years or older to participateProgram only valid in the US, Canada, and Puerto RicoLove Wellness has the right, in its sole discretion, to revoke points and reward status in the event of evidence of actual or attempted misuse or abuse of program in conflict with these Terms, our Privacy Policy or any other policies of Love Wellness. Rewards Tier eligibility is based on a 12-month basis, and points expire after 1 year of inactivity, defined as not earning or redeeming points within the selected time frame.<\/p><p><strong>Love Wellness Text Marketing, Messaging and Notifications Terms & Conditions: <\/strong><\/p><p>You agree to receive recurring automated promotional and personalized marketing text (e.g., SMS and MMS) messages (e.g. cart reminders) from Love Wellness, including text messages that may be sent using an automatic telephone dialing system, to the mobile telephone number you provided when signing up or any other number that you designate. Consent to receive automated marketing text messages is not a condition of any purchase. Msg & Data rates may apply.Message frequency will vary. Love Wellness reserves the right to alter the frequency of messages sent at any time, so as to increase or decrease the total number of sent messages. Love Wellness also reserves the right to change the short code or phone number from which messages are sent and we will notify you when we do so.Not all mobile devices or handsets may be supported and our messages may not be deliverable in all areas. Love Wellness, its service providers and the mobile carriers supported by the program are not liable for delayed or undelivered messages. We are able to deliver messages to the following mobile phone carriers: Major carriers: AT&T, Verizon Wireless, Sprint, T-Mobile, MetroPCS, U.S. Cellular, Alltel, Boost Mobile, Nextel, and Virgin Mobile. Minor carriers: Alaska Communications Systems (ACS), Appalachian Wireless (EKN), Bluegrass Cellular, Cellular One of East Central IL (ECIT), Cellular One of Northeast Pennsylvania, Cincinnati Bell Wireless, Cricket, Coral Wireless (Mobi PCS), COX, Cross, Element Mobile (Flat Wireless), Epic Touch (Elkhart Telephone), GCI, Golden State, Hawkeye (Chat Mobility), Hawkeye (NW Missouri), Illinois Valley Cellular, Inland Cellular, iWireless (Iowa Wireless), Keystone Wireless (Immix Wireless\/PC Man), Mosaic (Consolidated or CTC Telecom), Nex-Tech Wireless, NTelos, Panhandle Communications, Pioneer, Plateau (Texas RSA 3 Ltd), Revol, RINA, Simmetry (TMP Corporation), Thumb Cellular, Union Wireless, United Wireless, Viaero Wireless, and West Central (WCC or 5 Star Wireless). You also agree to our Terms of Service and<a href=\"https:\/\/lovewellness.com\/pages\/privacy-policy\">Privacy Policy<\/a>.  <\/p><p><strong>Cancellation<\/strong><\/p><p>Text the keyword STOP, END, CANCEL, UNSUBSCRIBE or QUIT to our shortcode to cancel. After texting STOP, END, CANCEL, UNSUBSCRIBE or QUIT to our shortcode you will receive one additional message confirming that your request has been processed. You acknowledge that our text message platform may not recognize and respond to unsubscribe requests that do not include the STOP, END, CANCEL, UNSUBSCRIBE or QUIT keyword commands and agree that Love Wellness and its service providers will have no liability for failing to honor such requests. If you unsubscribe from one of our text message programs, you may continue to receive text messages from Love Wellness through any other programs you have joined until you separately unsubscribe from those programs.<strong>  Help<\/strong>Text the keyword HELP to our shortcode to return customer care contact information. <\/p><p><strong>Customer Care<\/strong><\/p><p>If you are experiencing any problems, please visit https:\/\/support.attentivemobile.com\/help\/ and submit the form with details about your problem or your request for support, or email support@attentivemobile.com.ContactThis message program is a service of Love Wellness, located at 1 World Trade Center, Suite 8500, New York, NY 10007.Dispute ResolutionGeneral. In the interest of resolving disputes between you and Love Wellness in the most expedient and cost effective manner, you and Love Wellness agree that any dispute arising out of or in any way related to these messaging terms and conditions (\"Messaging Terms\") or your receipt of text messages from Love Wellness or its service providers will be resolved by binding arbitration. Arbitration is less formal than a lawsuit in court. Arbitration uses a neutral arbitrator instead of a judge or jury, may allow for more limited discovery than in court, and can be subject to very limited review by courts. Arbitrators can award the same damages and relief that a court can award. This agreement to arbitrate disputes includes all claims arising out of or in any way related to these Messaging Terms, or your receipt of text messages from Love Wellness or its service providers whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of when a claim arises. YOU UNDERSTAND AND AGREE THAT, BY AGREEING TO THESE MESSAGING TERMS, YOU AND Love Wellness ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION AND THAT THESE MESSAGING TERMS SHALL BE SUBJECT TO AND GOVERNED BY THE FEDERAL ARBITRATION ACT. Exceptions. Notwithstanding subsection (a) above, nothing in these Messaging Terms will be deemed to waive, preclude, or otherwise limit the right of you or Love Wellness to: (i) bring an individual action in small claims court; (ii) pursue an enforcement action through the applicable federal, state, or local agency if that action is available; (iii) seek injunctive relief in aid of arbitration from a court of competent jurisdiction; or (iv) file suit in a court of law to address an intellectual property infringement claim. Arbitrator. Any arbitration between you and Love Wellness will be governed by the Federal Arbitration Act and the Commercial Dispute Resolution Procedures and Supplementary Procedures for Consumer Related Disputes (collectively, \"AAA Rules\") of the American Arbitration Association (\"AAA\"), as modified by these Messaging Terms, and will be administered by the AAA. The AAA Rules and filing forms are available online at www.adr.org, by calling the AAA at 1-800-778-7879, or by contacting Love Wellness. The arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement. Notice; Process. If you or Love Wellness intends to seek arbitration, then the party seeking arbitration must first send a written notice of the dispute to the other party by U.S. Mail (\"Notice\"). Love Wellness address for Notice is: 1 World Trade Center, Suite 8500, New York, NY 10007, Attn: Chief Executive Officer. The Notice must: (i) describe the nature and basis of the claim or dispute; and (ii) set forth the specific relief sought (\"Demand\"). You and Love Wellness will make good faith efforts to resolve the claim directly, but if you and Love Wellness do not reach an agreement to do so within 30 days after the Notice is received, you or Love Wellness may commence an arbitration proceeding. During the arbitration, the amount of any settlement offer made by you or Love Wellness must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any. (e) Fees. If you commence arbitration in accordance with these Messaging Terms, Love Wellness will reimburse you for your payment of the filing fee, unless your claim is for more than $15,000 or as set forth below, in which case the payment of any fees will be decided by the AAA Rules. If the claim is for $15,000 or less, you may choose whether the arbitration will be conducted: (i) solely on the basis of documents submitted to the arbitrator; (ii) through a non-appearance based telephone hearing; or (iii) by an in-person hearing as established by the AAA Rules. If the arbitrator finds that either the substance of your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules. In that case, you agree to reimburse Love Wellness for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules. Regardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based. You and Love Wellness agree that such written decision, and information exchanged during arbitration, will be kept confidential except to the extent necessary to enforce or permit limited judicial review of the award. The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from you or Love Wellness made within 14 days of the arbitrator's ruling on the merits. <\/p><p><strong>No Class Actions. <\/strong><\/p><p>YOU AND Love Wellness AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. Further, unless both you and Love Wellness agree otherwise in a signed writing, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a representative or class proceeding. Modifications to this Arbitration Provision. Notwithstanding anything to the contrary in these Messaging Terms, if Love Wellness makes any future change to this arbitration provision, other than a change to Love Wellness address for Notice, you may reject the change by sending us written notice within 30 days of the change to Love Wellness address for Notice, in which case this arbitration provision, as in effect immediately prior to the changes you rejected, will continue to govern any disputes between you and Love Wellness. Enforceability. If an arbitrator decides that applicable law precludes enforcement of any of the limitations of subsection (f) above (addressing class, representative and consolidated proceedings) as to a particular claim for relief, then that claim (and only that claim) must be severed from the arbitration and brought in court. If any other provision of these Messaging Terms is found to be unenforceable, the applicable provision shall be deemed stricken and the remainder of these Messaging Terms shall remain in full force and effect.<\/p><p><strong>Billing and Payments on the Services<\/strong><\/p><p>We accept the following bank or credit cards: Visa, MasterCard, American Express, Discover, Google Pay and Amazon Pay. For your convenience, we will save your bank or credit card information.You may be charged local tax, if applicable. If your payment method is declined, we will attempt to process your charge until the transaction is approved. We and our third party payment service providers may request, and we may receive, updated credit card information from your credit card issuer, such as updated card numbers and expiration date information when your credit card has expired. If such updated information is provided to us and our third-party payment service providers, we will update your account information accordingly, and will use such updated information to process payments for your future purchases and subscriptions. Your credit card issuer may give you the right to opt out of providing vendors and third-party payment service providers with your updated credit card information. If you wish to opt out of your credit card’s updating service, you should contact your credit card issuer.We are not responsible for any fees or charges that your bank or credit card issuer may apply. If your bank or credit card issuer reverses a charge to your credit card, we may bill your account directly and seek payment by another method including a mailed statement.The risk of loss and title for items purchased by you passes to you upon our delivery of the items to the carrier. Replacement of products and credits to your account for shipped merchandise claimed as not received are subject to our investigation, which may include postal service notification. We will replace products and credit your account at our discretion.All Canadian sales occur in the US. The risk of loss and title for items purchased by Canadian customers passes to you upon our delivery of the items to the carrier, which occurs in the US. The carrier acts on behalf of the Canadian customer to deliver the purchased items into Canada. Canadian customers are responsible for all applicable sales, retail, commodities, goods and services, harmonized, excise, VAT, indirect taxes and like taxes, fuel surcharges and all other taxes, duties, customs, levies, fees, charges, retributions, import and export taxes and charges, liabilities and\/or other rights assessed or levied or to be assessed or levied in the future by any competent public, government, legal, taxation, customs agency, department or other federal, provincial, state, municipal or local authority.Discounts and promotions. Discount codes may be applied to eligible orders as follows. Discounts applied to orders that do not comply with this Section 8 are subject to cancellation or reversal at the discretion of the Company. Only one discount code or promotion may be used per order;Promotions and discounts cannot be stacked or combined with other offers; Promotions and discounts cannot be applied to discounted or sale items; andPromotions and discounts cannot be applied to Subscription Orders. “Subscription Orders” are orders that have at least one subscription itemReward points can be applied as a discount to existing Subscriptions Orders, on a per order basis.Returns.Our returns policy allows for returns of products\/orders within the US within 30 days of delivery, if items are unopened, unused, in their original packaging, and proof of purchase is provided. In the event of a return, refunds can only be processed back to the original payment method; shipping fees are non-refundable. If you've opened your item and you're unhappy with the product or if it arrives damaged please reach out to contact@lovewellness.com.<\/p><p>Returns TermsProducts that have been opened are not eligible for a return, exchange, or store credit.<\/p><p>Orders outside of the 30-day return window are not eligible for a return, exchange, or store credit. Refunds can only be processed back to the original payment method. In the event we're unable to refund back to the original form of payment due to a cancelled\/expired credit card or closed bank account, store credit will be issued via Rewards Points that can be applied as discounts on future orders.<\/p><p>Shipping charges are non-refundable and are not refunded in the event of a return.For orders of 20 items or more, only 50% of the order may be returned if the items are unopened and unused with their original seals intact within 30 days of the order’s delivery date.<\/p><p>Orders purchased with Buy One Get One offer (BOGO) must be returned in full for a full refund. Returning part of a BOGO order will result in a partial refund, if eligible.Any Digital Guides are final sale and cannot be returned or exchanged once purchased.<\/p><p>Returns must be initiated with our Customer Experience Team first via email. Please do not return your purchase back to sender. Orders that are returned to sender are not eligible for a return or refund. Refunds (if applicable):Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. We will also notify you of the approval or rejection of your refund. If you are approved, then your refund will be processed, and a credit will automatically be applied to your original method of payment, within a certain amount of days. Refunds can only be processed back to the original form of payment. If we’re unable to refund back to the original method of payment due to a cancelled or expired card or a closed bank account, then store credit will be issued via Rewards Points.<\/p><p><strong>Late or missing refunds (if applicable):<\/strong><\/p><p>If you haven’t received a refund after 5-10 business days of your refund confirmation, first check in with your bank\/financial institution as there is often some processing time before a refund is posted. If you’ve done all of this and you still have not received your refund yet, please contact us at<a href=\"mailto:contact@lovewellness.com\">contact@lovewellness.com<\/a>.Exchanges (if applicable):We only replace items if they are defective or damaged. If you need to exchange it for the same item, send us an email at contact@lovewellness.com for further instructions.<\/p><p><strong>Shipping<\/strong><\/p><p>Shipping costs are non-refundable. If you receive a refund, the cost of return shipping will be deducted from your refund.We do not support or allow for the shipping of orders to freight forwarders, and cannot provide necessary paperwork if done so. Orders lost in transit with freight forwarders are not eligible for replacement orders covered by Love Wellness. Orders may be delayed from shipment due to discrepancies in payment or billing\/shipping information. Transit time may be extended due to incomplete shipping address (i.e. missing or invalid apartment number\/street number), weather conditions, or general carrier delays\/issues.Love Wellness is not responsible for any lost packages. Customers should file a claim with their specific carrier if any time of delivery issue occurs.Note: Shipping information cannot be changed or updated once the order has been processed and shipped from our facility. Please make sure that all information under shipping is correct before finalizing your order.<\/p><p><strong>Warranty Disclaimer:<\/strong><\/p><p>THE LAWS OF CERTAIN JURISDICTIONS, INCLUDING QUEBEC, DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LEGAL WARRANTIES, CONDITIONS OR REPRESENTATIONS.  IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE BELOW EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS. EXCEPT AS OTHERWISE SPECIFICALLY PROVIDED, THE SITE AND THE PRODUCTS OFFERED ON THE SITE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, UNLESS SPECIFICALLY SET FORTH OTHERWISE. TO THE FULLEST EXTENT PERMISSIBLE UNDER APPLICABLE LAW, LOVE WELLNESS DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. LOVE WELLNESS DOES NOT REPRESENT OR WARRANT THAT THE FUNCTIONS CONTAINED ON THE SITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT THE DEFECTS WILL BE CORRECTED OR THAT THE SITE OR THE SERVER THAT MAKES THE SITE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. LOVE WELLNESS DOES NOT MAKE ANY WARRANTIES OR REPRESENTATIONS REGARDING THE USE OF THE MATERIALS ON THE SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, ADEQUACY, USEFULNESS, TIMELINESS, RELIABILITY OR OTHERWISE.<\/p><p><strong>Limitation of Liability:<\/strong><\/p><p>THE LAWS OF CERTAIN JURISDICTIONS, INCLUDING QUEBEC, DO NOT ALLOW THE LIMITATION OF LIABILITY OR CERTAIN DAMAGES.  IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE BELOW LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS. LOVE WELLNESS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, THE SITE OR MATERIALS ON THE SITE, EVEN IF LOVE WELLNESS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<\/p><p><strong>Copyright:<\/strong><\/p><p>The technology underlying the Site and the entire contents of the Site including, but not limited to, text, graphics, images, photographs, audio and video clips, digital downloads, data compilation or code is copyrighted under the United States, Canada and other copyright laws, and is the property of Love Wellness and protected by copyright and other intellectual property or proprietary rights. The work includes works that are licensed to Love Wellness. © 2011-2022 Love Wellness, Inc. All rights reserved.<\/p><p><strong>Trademarks:<\/strong><\/p><p>All trademarks, service marks and trade names of Love Wellness on the Site are trademarks or registered trademarks of Love Wellness or their respective owners. Our trademarks may not be used in any manner for any purpose without our express written consent.Indemnification:You agree to indemnify, defend and hold harmless Love Wellness, its officers, directors, employees, agents, licensors and suppliers from and against all losses, liabilities, expenses, damages and costs, including reasonable attorneys' fees, resulting from any violation of these Terms of Service, or any activity related to use of the Site (including negligent or wrongful conduct) by you or any other person accessing the Site using your identification or password.Privacy:Registration data and other information about you are subject to our Privacy Policy, which is incorporated herein by this reference. You understand that the technical processing and transmission of this Site may involve (a) transmission of your personal data over various networks; and (b) changes to your personal information in order to conform and adapt to technical requirements of connecting networks or devices. <\/p><p><strong>User Submissions & Prohibited Conduct. <\/strong><\/p><p>If you submit creative ideas, suggestions or materials of any kind to us, you agree that we have no obligation of confidence to you with respect to such submission and we shall not be liable to you in any way for any use or disclosure of any submission. We may use any submission without restriction for any purpose whatsoever, including, without limitation, reproduction, disclosure, transmission, personalization, publication, broadcast or posting, and you hereby irrevocably waive, release and give up any claim that any use of such submission violates any of your rights including, without limitation, copyrights, trademarks, moral rights, privacy rights, proprietary or other property rights, publicity rights or right to credit for the material or ideas. You hereby irrevocably grant to us the right, but not the obligation, to reproduce, modify, adapt, publish, broadcast, license, perform, post, sell, translate, incorporate, create derivative works from, distribute and otherwise use the submission in any and all media, now known or hereafter devised, throughout the universe, in perpetuity, without according you any compensation or credit. By submitting a submission to us, you represent that such submission is original to you and does not conflict with, violate or infringe upon the rights of any third parties including, without limitation, any intellectual property rights and rights of publicity and\/or privacy.<\/p><p><strong>BY USING THE SERVICE, YOU AGREE NOT TO, NOR PERMIT ANYONE ELSE TO, INDIRECTLY OR DIRECTLY:<\/strong><\/p><p>perform any fraudulent activity including impersonating any person or entity, claiming false affiliations, accessing the Service accounts of others without permission, falsifying your age or date of birth, forging headers or otherwise manipulating identifiers in order to disguise the origin of any communication transmitted through the Service, or posting content in fields that are not intended for that content; use the Service (including the submission, transmission, modification, addition, or deletion of any content available through the Service) for any illegal or improper purpose, or in violation of any local, state, national, or international law, or for any purpose other than your personal, non-commercial purposes;violate, or encourage others to violate, the rights of Love Wellness or third parties, including by infringing or misappropriating any Love Wellness third party intellectual property or other proprietary rights; remove any copyright, trademark or other proprietary rights notices contained on the Service; post, upload, or distribute any content or initiate communications which include information that you do not have the right to disclose or make available under any law or under contractual or fiduciary relationships; interfere with security-related features of the Service, including, without limitation, by: (i) sharing use of your password or use any passcode or password, regardless of whether or not such passcode or password is unique; (ii) participating in the Service if you are not the original recipient of a passcode or password; (iii) disabling or circumventing features that prevent or limit use or copying of any content; or (iv) reverse engineering or otherwise attempting to discover the source code of the Service or any part thereof except to the extent that such activity is expressly permitted by applicable law; interfere with the operation of the Service or any user's enjoyment of the Service, including without limitation by: (i) uploading or otherwise disseminating viruses, adware, spyware, worms, or other malicious code; (ii) sending unsolicited or unauthorized offers, advertisements, or other forms of solicitation to other users of the Service; (iii) attempting to collect personal information about users or third parties without their consent; or (iv) interfering with or disrupting any networks, equipment, or servers connected to or used to provide the Service, or violating the regulations, policies, or procedures of such networks, equipment, or servers; or attempt to do any of the foregoing, or assist or permit any persons in engaging or attempting to engage in any of the activities described above.While Love Wellness strives to keep our content accurate, complete, and up-to-date, we cannot and do not guarantee or endorse, and are not responsible for the accuracy, completeness, reliability or timeliness of any content, whether provided by Love Wellness or by Users.  Any opinions, advice, statements or other information expressed or made available by Users or third parties, including but not limited to bloggers, are those of the respective User or other third party and not of Love Wellness. Love Wellness does not have any obligation to prescreen, edit, or remove any submissions provided by Users that are posted on or available through the Site. <\/p><p><strong>Personal Use:<\/strong><\/p><p>Products, including any samples provided to you, are for your personal use only. You may not sell or resell any products you purchase or otherwise receive from Love Wellness. All orders are subject to our acceptance or rejection based on product availability, noncompliance with these Terms or any other reason as determined in our sole discretion. We may take steps to verify your identity to process your order and may limit or cancel quantities of products purchased per person, per household or per order. These restrictions may include orders placed by or under the same account, the same credit card, and\/or orders that use the same billing and\/or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the email, billing address and\/or phone number provided at the time the order was made, and we will either not charge you or will refund the charges for orders that we cancel or do not process. We further reserve the right to limit or prohibit orders or discounts on orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors. <\/p><p><strong>Notice Regarding Medical Advice:<\/strong><\/p><p>THIS SITE DOES NOT PROVIDE MEDICAL OR OTHER LICENSED PROFESSIONAL ADVICE. NOTHING STATED OR POSTED ON THIS SITE OR AVAILABLE THROUGH ANY SERVICES ARE INTENDED TO BE, AND MUST NOT BE TAKEN TO BE, THE PRACTICE OF MEDICINE. THE SITE MATERIALS, SUCH AS TEXT, GRAPHICS, IMAGES, AND INFORMATION OBTAINED FROM THIS SITE ARE FOR INFORMATIONAL PURPOSES ONLY. THE SITE IS NOT INTENDED TO BE A SUBSTITUTE FOR PROFESSIONAL MEDICAL ADVICE, DIAGNOSIS, OR TREATMENT OR OTHER PROFESSIONAL SERVICES OR ADVICE. ALWAYS SEEK THE ADVICE OF YOUR PHYSICIAN OR OTHER QUALIFIED HEALTH PROVIDER WITH ANY QUESTIONS YOU MAY HAVE REGARDING A MEDICAL CONDITION. NEVER DISREGARD PROFESSIONAL MEDICAL ADVICE OR DELAY IN SEEKING IT BECAUSE OF INFORMATION YOU HAVE OBTAINED THROUGH THIS SITE. IF YOU THINK YOU MAY HAVE A MEDICAL EMERGENCY, CALL YOUR DOCTOR OR 911 IMMEDIATELY.<\/p><p><strong>Miscellaneous<\/strong><\/p><p>These Terms shall be governed and interpreted in accordance with the laws of the State of New York, U.S.A. without reference to conflicts of laws principles and excluding the United Nations Convention on Contracts for the Sale of Goods. YOU AND LOVE WELLNESS AGREE THAT THE SOLE AND EXCLUSIVE FORUM AND REMEDY FOR ANY AND ALL DISPUTES AND CLAIMS RELATING IN ANY WAY TO OR ARISING OUT OF THESE TERMS SHALL BE FINAL AND BINDING ARBITRATION, RATHER THAN JURY TRIALS OR CLASS ACTIONS. Any controversy or claim arising out of or relating to these Terms, or the breach thereof, shall be settled by arbitration administered by the American Arbitration Association under its Commercial Arbitration Rules, and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. The foregoing shall not prevent Love Wellness from seeking injunctive relief in a court of competent jurisdiction. Judgment on the award may be entered in any court of competent jurisdiction. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NO ARBITRATION OR CLAIM UNDER THESE TERMS SHALL BE JOINED TO ANY OTHER ARBITRATION OR CLAIM, AND NO CLASS ARBITRATION PROCEEDINGS SHALL BE PERMITTED.If any current or future provision of these Terms of Service is found invalid, void or for any reason unenforceable, that provision is severable and does not affect the validity and enforceability of any remaining provision of these Terms. You may not assign or transfer these Terms or your rights hereunder, in whole or in part, by operation of law or otherwise, without our prior written consent. We may assign these Terms at any time without notice. These Terms of Service are applicable to you upon your accessing this Site. The provisions relating to Copyrights, Trademark, Warranty, Disclaimer, Limitation of Liability, Privacy, Submissions, Indemnification, and Miscellaneous, shall survive any termination of these Terms of Service.Notice to California Residents. If you are a California resident, under California Civil Code Section 1789.3, you may contact the Complaint Assistance Unit of the Division of Consumer Services of California Department of Consumer Affairs in writing at 1625 N. Market Blvd., Suite S-202, Sacramento, California 95834, or by telephone at (800) 952-5210 in order to resolve a complaint regarding the Service or to receive further information regarding the use of the Service.<\/p><p>Ogilvie Brands, Inc.<\/p><p>1 World Trade Center, Suite 8500, New York, NY 10007<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    }
  },
  "order": [
    "main",
    "1641428185734ec8cc"
  ]
}