{"sections":{"main":{"type":"page","disabled":true,"settings":{}},"163952354758a36831":{"type":"dynamic-rich-text","settings":{"width":"regular","title":"Love Wellness Advisors","text":"","heading_size":"medium","text_alignment":"center"}},"163952355217bd0d36":{"type":"dynamic-image-with-text","settings":{"section_heading":"","image":"shopify:\/\/shop_images\/Dr._Shweta_Desai_7eb53dfb-3dcc-4234-9d24-2a2a7302af3b.jpg","crop":"center","desktop_height":"400px","mobile_height":"natural","desktop_image_alignment":"left","mobile_image_alignment":"top","heading":"Dr. Shweta Desai","subheading":"<p>Dr. Shweta Desai is a Urogynecologist, specializing in Female Pelvic Medicine and Reconstructive Surgery, and a board certified OB\/GYN practicing in Atlanta, GA at Advanced Gynecology. She is a graduate of Washington University in St. Louis & the University of Toledo College of Medicine. She trained in the Texas Medical Center in Houston, Texas; completing residency in OB\/GYN at Baylor College of Medicine where she served as administrative chief resident. She then completed a three year accredited fellowship in Female Pelvic Medicine and Reconstructive Surgery at Houston Methodist Hospital through which she became skilled in advanced pelvic surgery and complex pelvic floor disorders. She is interested in educating women on the many aspects of gynecology & engaging women in their own health care!<\/p>","text_alignment":"left","button_label":"Button","button_link":""}},"1639524095d0ee3bc1":{"type":"dynamic-image-with-text","settings":{"section_heading":"","image":"shopify:\/\/shop_images\/Dr._Jodie_Horton.jpg","crop":"center","desktop_height":"400px","mobile_height":"natural","desktop_image_alignment":"left","mobile_image_alignment":"top","heading":"Dr. Jodie Horton","subheading":"<p>Dr. Jodie Horton is a board-certified OB\/GYN practicing in Washington, DC. She is a graduate of the University of North Carolina, Chapel Hill, and Medical College of Virginia. She completed her residency at the University of Tennessee Medical Center and has been practicing for 16 years. She has worked in many collaborative models throughout her career, including private practice, midwifery practices, and academic settings. She has been working as an OB hospitalist and assistant clinical professor at  Georgetown University Medical Center for six years, where she teaches medical students and residents. She is interested in combining holistic and western medicine to provide the best option for her patients. She believes self-care is not indulgent but necessary.<\/p>","text_alignment":"left","button_label":"Button","button_link":""}},"16395241356dd601e1":{"type":"dynamic-image-with-text","settings":{"section_heading":"","image":"shopify:\/\/shop_images\/Dr._Gabrielle_Francis_411cff31-2729-40b3-8b8c-22ebb7331f4f.jpg","crop":"center","desktop_height":"400px","mobile_height":"natural","desktop_image_alignment":"left","mobile_image_alignment":"top","heading":"Dr. Gabrielle Francis","subheading":"<p>Dr. Francis has been practicing holistic medicine for over 35 years.  She is a Naturopathic Doctor, Chiropractor, Acupuncturist, and Massage therapist. Dr. Francis received her formal medical training at National College of Chiropractic and at Bastyr University. She has extensive training in Alternative Cancer Therapies, Environmental Medicine, Functional Medicine, Mind-Body medicine, and Bio-Identical Hormone therapies.<\/p><p>Gabrielle currently practices in New York City as The Herban Alchemist and operates Backstage Alternative, which provides natural medicine to Rock’n’Roll performing artists on tour.  She is the Author of The Rockstar Remedy, A rock’ n’ roll doctor’s prescription for living a long healthy life, published by Harper Collins in 2014.<\/p>","text_alignment":"left","button_label":"Button","button_link":""}},"16395242122c5e8a28":{"type":"dynamic-image-with-text","settings":{"section_heading":"","image":"shopify:\/\/shop_images\/Molly_Knauer.jpg","crop":"center","desktop_height":"natural","mobile_height":"natural","desktop_image_alignment":"left","mobile_image_alignment":"top","heading":"Molly Knauer","subheading":"<p>Molly Knauer is a registered dietitian with her master's degree in clinical nutrition. <br\/>Molly works one on one with clients counseling on weight loss, weight maintenance, managing gastrointestinal diseases, and overall healthy eating to help clients attain the confidence and energy to tackle their life's passions. She also works as a nutrition consultant for several brands in the food, wellness and beauty space.<\/p>","text_alignment":"left","button_label":"Button","button_link":""}},"1639524475af175f1f":{"type":"dynamic-image-with-text","settings":{"section_heading":"","image":"shopify:\/\/shop_images\/Dr._Gupta_MD_MPH_ECNU_4eb665ca-49e9-4fc7-89c3-bd9f4901610a.jpg","crop":"center","desktop_height":"400px","mobile_height":"natural","desktop_image_alignment":"left","mobile_image_alignment":"top","heading":"Dr. Gupta, MD, MPH, ECNU","subheading":"<p>Dr. Gupta, MD, MPH, ECNU, is an integrative endocrinologist and experienced thyroid specialist in private practice in New York City. Dr. Gupta offers an integrative approach to hormonal health combining conventional medical practices with dietary approaches, natural supplements and lifestyle changes. Her background, training, and experience reflect her commitment to a wide range of modern and raditional evidence-based medical practices. She has completed postdoctoral fellowships in integrative medicine and endocrinology, diabetes, and metabolism. She is also experienced in performing in-house thyroid ultrasounds and biopsies.<\/p>","text_alignment":"left","button_label":"Button","button_link":""}}},"order":["main","163952354758a36831","163952355217bd0d36","1639524095d0ee3bc1","16395241356dd601e1","16395242122c5e8a28","1639524475af175f1f"]}